Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Additions or subtractions of pixels on the peak width.
ca_es: Suma o resta de píxels a l'amplada del pic.

source: V-plane color
ca_es: Color pla V

source: YUV-Color cube shifting across the V-plane ( 0 - 127 ).
ca_es: Cub de color YUV que es mou a través del pla V ( 0 - 127 ).

source: Visualizer
ca_es: Visualitzador

source: Visualizer filter
ca_es: Filtre del visualitzador

source: Spectrum analyser
ca_es: Analitzador d'espectre

source: #paste your VLM commands here
ca_es: #enganxeu les ordres del VLM aquí

source: #separate commands with a new line or a semi-colon
ca_es: #separeu les ordres amb una línia nova o amb un punt i coma.

source: Play List
ca_es: Llista de reproducció

source: Output
ca_es: Sortida

source: Subtitle codec
ca_es: Còdec de subtítol

source: Output method
ca_es: Sortida mètode

source: Multiplexer
ca_es: Multiplexor

source: Video FPS
ca_es: FPS del vídeo

source: MUX options
ca_es: Opcions MUX

source: Video scale
ca_es: Escala del vídeo

source: Output port
ca_es: Port de sortida

source: Input media
ca_es: Element d'entrada

source: Sample ui-state-error style.
ca_es: Estil de la mostra ui-state-error.

source: File name
ca_es: Nom de fitxer

source: Preamp:
ca_es: Preamplificació:

source: Row border
ca_es: Vora de la fila

source: Column border
ca_es: Vora de la columna

source: Background
ca_es: Fons

source: Mosaic Tiles
ca_es: Peces del mosaic

source: Playback Rate
ca_es: Velocitat de reproducció

source: Audio Delay
ca_es: Retard de l'àudio

source: Subtitle Delay
ca_es: Retard dels subtítols

source: Time:
ca_es: Temps:

source: VLC media player - Web Interface
ca_es: Reproductor multimèdia VLC - Interfície del web

source: Hide / Show Library
ca_es: Amaga / Mostra la biblioteca

source: Hide / Show Viewer
ca_es: Amaga / Mostra el visualitzador

source: Manage Streams
ca_es: Gestiona els fluxos

source: Track Synchronisation
ca_es: Sincronització de pista

source: VLM Batch Commands
ca_es: Ordres VLM per lots

source: Loop
ca_es: Bucle

source: Empty Playlist
ca_es: Buida la llista de reproducció

source: Queue Selected
ca_es: Posa en cua la selecció

source: Play Selected
ca_es: Reprodueix la selecció

source: Refresh List
ca_es: Actualitza la llista

source: Loading flowplayer...
ca_es: S'està carregant el flowplayer...

source: If nothing appears, check your internet connection.
ca_es: Si no apareix res, comproveu la connexió a Internet.

source: By creating a stream, the <i>Main Controls</i> will operate the stream instead of the main interface.
ca_es: Si es crea un flux, els <i>Controls principals</i> en comptes d'executar la interfície principal executen el flux.

source: The stream will be created using default settings, for more advanced configuration, or to modify the default settings, select the button to the right: <i>Manage Streams</i>
ca_es: El flux es crea mitjançant els paràmetres per defecte. Si voleu una configuració més avançada o modificar els paràmetres per defecte, seleccioneu el botó de la dreta <i>Gestiona els fluxos</i>

source: Once the stream is created, the <i>Media Viewer</i> window will display the stream.
ca_es: Un cop creat el flux, la finestra del <i>Visualitzador multimèdia</i> mostrarà el flux.

source: Volume will be controlled by the player, and not the <i>Main Controls</i>.
ca_es: El reproductor controlarà el volum, en substitució dels <i>Controls principals</i>.

source: The current playing item will be streamed. If there is no currently playing item, the first selected item from the <i>Library</i> will be the subject of the stream.
ca_es: L'element que s'està reproduint actualment es transmetrà. Si no n'hi ha cap, es transmetrà el primer element seleccionat de la <i>Biblioteca</i> .

source: To stop the stream and resume normal controls, click the <i>Open Stream</i> button again.
ca_es: Per aturar el flux i reprendre els controls normals, feu clic al botó <i>Obre el flux</i> una altra vegada.

source: Are you sure you wish to create the stream?
ca_es: Segur que voleu crear el flux de xarxa?

source: Dialog
ca_es: Diàleg

source: Update
ca_es: Actualitza

source: Form
ca_es: Formulari

source: Preset
ca_es: Predefineix

source: &Verbosity:
ca_es: &Loquacitat:

source: &Filter:
ca_es: &Filtre:

source: &Save as...
ca_es: Anomena i de&sa...

source: Modules Tree
ca_es: Arbre de mòduls

source: Show extended options
ca_es: Mostra les opcions ampliades

source: Show &more options
ca_es: Mostra &més opcions

source: Change the caching for the media
ca_es: Canvia la memòria cau dels elements multimèdia

source: Start Time
ca_es: Inici

source: Edit Options
ca_es: Opcions d'edició

source: Extra media
ca_es: Fitxer addicional

source: Complete MRL for VLC internal
ca_es: Completa l'MLR per al VLC intern

source: Select the file
ca_es: Seleccioneu el fitxer

source: Change the start time for the media
ca_es: Canvia l'inici de l'element multimèdia

source: Play another media synchronously (extra audio file, ...)
ca_es: Reprodueix un altre element multimèdia de forma síncrona (fitxer d'àudio addicional, etc.)

source: Capture mode
ca_es: Mode de captura

source: Select the capture device type
ca_es: Seleccioneu el tipus de dispositiu de captura

source: Device Selection
ca_es: Selecció de dispositiu

source: Options
ca_es: Opcions

source: Access advanced options to tweak the device
ca_es: Accedeix a les opcions avançades per modificar el dispositiu

source: Advanced options...
ca_es: Opcions avançades...

source: Disc Selection
ca_es: Selecció del disc

source: Disable Disc Menus
ca_es: Inhabilita els menús de disc

source: No disc menus
ca_es: No hi ha menús de disc

source: Disc device
ca_es: Dispositiu de disc

source: Starting Position
ca_es: Posició d'inici

source: Audio and Subtitles
ca_es: Àudio i subtítols

source: Use a sub&title file
ca_es: Utilitza un fitxer de sub&títol

source: Select the subtitle file
ca_es: Seleccioneu un fitxer de subtítol

source: Choose one or more media file to open
ca_es: Trieu un o més d'un fitxer multimèdia per obrir

source: File Selection
ca_es: Selecció de fitxer

source: You can select local files with the following list and buttons.
ca_es: Aquesta llista i aquests botons us permeten seleccionar els fitxers locals.

source: Add...
ca_es: Afegeix...

source: Network Protocol
ca_es: Protocol de la xarxa

source: Please enter a network URL:
ca_es: Introduïu un URL de xarxa:

source: Profile edition
ca_es: Edició de perfil

source: Features
ca_es: Característiques

source: Streamable
ca_es: Reproduïble en flux

source: Chapters
ca_es: Capítols

source: Menus
ca_es: Menús

source: Same as source
ca_es: El mateix que l'origen

source: Custom options
ca_es: Opcions personalitzades

source: Quality
ca_es: Qualitat

source: Not Used
ca_es: No s'utilitza

source: Encoding parameters
ca_es: Paràmetres de codificació

source: Frame size
ca_es: Mida del fotograma

source: Sample Rate
ca_es: Freqüència de mostratge

source: Set up media sources to stream
ca_es: Configura els orígens multimèdia que es reproduiran en flux de xarxa

source: Destination Setup
ca_es: Configuració del destí

source: Select destinations to stream to
ca_es: Seleccioneu les destinacions on es reproduirà en flux de xarxa

source: Add destinations following the streaming methods you need. Be sure to check with transcoding that the format is compatible with the method used.
ca_es: Per afegir destins, seguiu els mètodes de transmissió que necessiteu. Assegureu-vos de comprovar amb la transcodificació que el format és compatible amb el mètode utilitzat.

source: New destination
ca_es: Nou destí

source: Display locally
ca_es: Mostra de manera local

source: Transcoding Options
ca_es: Opcions de transcodificació

source: Select and choose transcoding options
ca_es: Seleccioneu i trieu les opcions de transcodificació

source: Activate Transcoding
ca_es: Activa la transcodificació

source: Option Setup
ca_es: Configuració de les opcions

source: Set up any additional options for streaming
ca_es: Configura altres opcions addicionals per a la reproducció de fluxos en xarxa

source: Miscellaneous Options
ca_es: Opcions diverses

source: Stream all elementary streams
ca_es: Reprodueix qualsevol flux bàsic

source: Generated stream output string
ca_es: Cadena de la sortida de flux generada

source: Output module:
ca_es: Mòdul de sortida:

source: Visualization:
ca_es: Visualització:

source: Enable Time-Stretching audio
ca_es: Habilita el canvi de velocitat de l'àudio

source: Replay gain mode:
ca_es: Mode de guany de reproducció:

source: Headphone surround effect
ca_es: Efecte de so envoltant per a auriculars

source: Normalize volume to:
ca_es: Normalitza el volum:

source: Preferred audio language:
ca_es: Idioma de l'àudio preferit:

source: Password:
ca_es: Contrasenya:

source: Username:
ca_es: Nom d'usuari:

source: Submit played tracks stats to Last.fm
ca_es: Tramet les estadístiques de les pistes reproduïdes a Last.fm

source: Codecs
ca_es: Còdecs

source: x264 profile and level selection
ca_es: Perfil x264 i nivell de selecció

source: x264 preset and tuning selection
ca_es: Predefinició x264 i selecció de la sintonització

source: Hardware-accelerated decoding
ca_es: Descodificació accelerada per maquinari

source: Skip H.264 in-loop deblocking filter
ca_es: Omet H.264 en el filtre de desblocatge en bucle

source: Video quality post-processing level
ca_es: Nivell de postprocessament de la qualitat de vídeo

source: Optical drive
ca_es: Unitat òptica

source: Default optical device
ca_es: Dispositiu òptic per defecte

source: Files
ca_es: Fitxers

source: Damaged or incomplete AVI file
ca_es: Fitxer AVI malmès o incomplet

source: HTTP proxy URL
ca_es: URL del proxy de l'HTTP

source: HTTP (default)
ca_es: HTTP(per defecte)

source: RTP over RTSP (TCP)
ca_es: RTP sobre RTSP (TCP)

source: Live555 stream transport
ca_es: Transport del flux Live555

source: Default caching policy
ca_es: Política de memòria cau per defecte

source: Every
ca_es: Cada

source: Separate words by | (without space)
ca_es: Separa les paraules per | (sense espai)

source: Save recently played items
ca_es: Desa els elements reproduïts fa poc

source: Activate updates notifier
ca_es: Activa el notificador d'actualització

source: Look and feel
ca_es: Aspecte i comportament

source: Use custom skin
ca_es: Utilitza l'aparença personalitzada

source: This is VLC's default interface, with a native look and feel.
ca_es: Aquesta és la interfície per defecte del VLC, amb un aspecte i comportament natiu.

source: Use native style
ca_es: Utilitza un estil natiu

source: Resize interface to video size
ca_es: Ajusta la interfície a la mida del vídeo

source: Show controls in full screen mode
ca_es: Mostra els controls en mode de pantalla completa

source: Pause playback when minimized
ca_es: Posa en pausa la reproducció quan es minimitza

source: Show media change popup:
ca_es: Mostra la finestra emergent de canvi d'element:

source: Start in minimal view mode
ca_es: Inicia amb el mode de vista mínima

source: Force window style:
ca_es: Força l'estil de la finestra:

source: Integrate video in interface
ca_es: Incrusta el vídeo a la interfície

source: Show systray icon
ca_es: Mostra una icona de la safata del sistema

source: Skin resource file:
ca_es: Fitxer de recursos de l'aparença:

source: Operating System Integration
ca_es: Integració amb el sistema operatiu

source: File extensions association
ca_es: Associació de les extensions de fitxers

source: Set up associations...
ca_es: Estableix associacions...

source: Playlist and Instances
ca_es: Llista de reproducció i instàncies

source: Album art download policy:
ca_es: Política de baixada de la portada de l'àlbum:

source: Pause on the last frame of a video
ca_es: Posa en pausa a l'últim fotograma del vídeo

source: Allow only one instance
ca_es: Permet només una instància

source: Configure Media Library
ca_es: Configura la biblioteca multimèdia

source: Enable On Screen Display (OSD)
ca_es: Habilita l'On-Screen-Display (OSD)

source: Show media title on video start
ca_es: Mostra el títol de l'element multimèdia a l'inici del vídeo

source: Enable subtitles
ca_es: Habilita els subtítols

source: Subtitle Language
ca_es: Idioma del subtítol

source: Default encoding
ca_es: Codificació per defecte

source: Subtitle effects
ca_es: Efectes de subtítol

source: Add a shadow
ca_es: Afegeix una ombra

source: Add a background
ca_es: Afegeix un fons

source: Accelerated video output (Overlay)
ca_es: Sortida de vídeo accelerada (Superposició)

source: Display device
ca_es: Pantalla

source: Deinterlacing
ca_es: Desentrellaçat

source: Force Aspect Ratio
ca_es: Força la relació d'aspecte

source: Stuff
ca_es: Coses

source: Edit settings
ca_es: Edita la configuració

source: Run manually
ca_es: Executa manualment

source: Setup schedule
ca_es: Configura la planificació

source: Run on schedule
ca_es: Executa segons la planificació

source: Status
ca_es: Estat

source: Prev
ca_es: Anterior

source: Add Input
ca_es: Afegeix una entrada

source: Edit Input
ca_es: Edita una entrada

source: Clear List
ca_es: Neteja la llista

source: Check for VLC updates
ca_es: Cerca actualitzacions per al VLC

source: Launching an update request...
ca_es: S'està executant una sol·licitud d'actualització...

source: Do you want to download it?
ca_es: Voleu baixar-lo?

source: Essential
ca_es: Essencial

source: Negate colors
ca_es: Nega els colors

source: Interactive Zoom
ca_es: Zoom interactiu

source: Black Slot
ca_es: Ranura negra

source: full
ca_es: complet

source: none
ca_es: cap

source: Logo erase
ca_es: Esborrat del logotip

source: Mask
ca_es: Màscara

source: Output Color Filtermode
ca_es: Mode de filtre del color de sortida

source: Brightness (%)
ca_es: Brillantor (%)

source: Mark analyzed Pixels
ca_es: Marca els píxels analitzats

source: Filter threshold (%)
ca_es: Llindar de filtre (%)

source: Motion detect
ca_es: Detecció de moviment

source: Anti-Flickering
ca_es: Antiparpalleig

source: Soften
ca_es: Suavitza

source: Spatial blur
ca_es: Difuminat espacial

source: Mirror
ca_es: Mirall

source: Anaglyph 3D
ca_es: Anàglif 3D

source: VLM configurator
ca_es: Configurador del VLM

source: Media Manager Edition
ca_es: Edició del gestor multimèdia

source: Name:
ca_es: Nom:

source: Input:
ca_es: Entrada:

source: Select Input
ca_es: Seleccioneu l'entrada

source: Output:
ca_es: Sortida:

source: Select Output
ca_es: Seleccioneu la sortida

source: Time Control
ca_es: Control de temps

source: Mux Control
ca_es: Control dels multiplexors

source: Muxer:
ca_es: Multiplexor:

source: Media Manager List
ca_es: Llista de gestió d'elements multimèdia

source: Subtitles/OSD
ca_es: Subtítols/OSD

source: Subtitles codecs
ca_es: Còdecs de subtítols

source: Settings for subtitles, teletext and CC decoders and encoders.
ca_es: Paràmetres per als descodificadors i codificadors de subtítols, teletext i CC.

source: General Input
ca_es: Entrada general

source: SAP is a way to publically announce streams that are being sent using multicast UDP or RTP.
ca_es: SAP és una manera d'anunciar públicament fluxos que estan essent enviats mitjançant la transmissió a grups UDP o RTP.

source: CPU features
ca_es: Característiques de la CPU

source: You can choose to disable some CPU accelerations here. Use with extreme care!
ca_es: Aquí teniu l'opció d'inhabilitar algunes acceleracions de la CPU. Feu-ho amb extrema precaució.

source: Chroma modules settings
ca_es: Paràmetres dels mòduls de la crominància.

source: These settings affect chroma transformation modules.
ca_es: Aquests paràmetres afecten els mòduls de transformació de la crominància.

source: Packetizer modules settings
ca_es: Paràmetres dels mòduls dels empaquetadors

source: Encoders settings
ca_es: Paràmetres dels codificadors

source: These are general settings for video/audio/subtitles encoding modules.
ca_es: Aquests són els paràmetres generals per als mòduls de codificació de vídeo/àudio/subtítols.

source: Dialog providers settings
ca_es: Paràmetres dels proveïdors de diàlegs

source: Subtitle demuxer settings
ca_es: Paràmetres del desmultiplexor de subtítols

source: In this section you can force the behavior of the subtitle demuxer, for example by setting the subtitles type or file name.
ca_es: En aquesta secció podeu forçar el comportament del desmultiplexor de subtítols, per exemple, amb la definició del tipus de subtítol o el nom del fitxer.

source: No help available
ca_es: No hi ha ajuda disponible

source: There is no help available for these modules.
ca_es: No hi ha ajuda disponible per a aquests mòduls.

source: Quick &Open File...
ca_es: &Obre ràpid el fitxer...

source: &Bookmarks
ca_es: &Preferits

source: Fetch Information
ca_es: Recull la informació

source: Sort
ca_es: Ordena

source: No Repeat
ca_es: Repetició desactivada

source: Add to Media Library
ca_es: Afegeix a la biblioteca multimèdia

source: Advanced Open...
ca_es: Obre mitjançant les opcions avançades...

source: Open Play&list...
ca_es: Obre la &llista de reproducció...

source: Search Filter
ca_es: Filtre de cerca

source: &Services Discovery
ca_es: Descobriment de &serveis

source: Some options are available but hidden. Check "Advanced options" to see them.
ca_es: Algunes opcions estan disponibles però ocultes. Activeu les «Opcions avançades» per veure-les.

source: Image clone
ca_es: Clon de la imatge

source: Clone the image
ca_es: Clona la imatge

source: Magnification
ca_es: Ampliació

source: Magnify a part of the video. You can select which part of the image should be magnified.
ca_es: Amplia una part del vídeo. Podeu seleccionar quina part de la imatge s'ha d'ampliar.

source: "Waves" video distortion effect
ca_es: Efecte de distorsió de vídeo «Ones»

source: "Water surface" video distortion effect
ca_es: Efecte de distorsió de vídeo «Superfície d'aigua»

source: Image colors inversion
ca_es: Inversió dels colors de la imatge

source: Split the image to make an image wall
ca_es: Divideix la imatge en diverses finestres

source: Create a "puzzle game" with the video. The video gets split in parts that you must sort.
ca_es: Crea un «trencaclosques» amb el vídeo. El vídeo es divideix en parts que heu d'ordenar.

source: "Edge detection" video distortion effect. Try changing the various settings for different effects
ca_es: Efecte de distorsió de vídeo «Detecció de vores». Proveu de canviar els diferents paràmetres per obtenir altres efectes

source: "Color detection" effect. The whole image will be turned to black and white, except the parts that are of the color that you select in the settings.
ca_es: Efecte de «Detecció del color». Tota la imatge es canviarà a blanc i negre,excepte aquelles parts que són del color que heu seleccionat als paràmetres.

source: %d module(s) were not displayed because they only have advanced options.
ca_es: %d mòdul(s) no es mostren perquè aquests únicament tenen opcions avançades.

source: Choose which objects should print debug message
ca_es: Seleccioneu els objectes que han d'imprimir els missatges de depuració

source: This is a ',' separated string, each object should be prefixed by a '+' or a '-' to respectively enable or disable it. The keyword 'all' refers to all objects. Objects can be referred to by their type or module name. Rules applying to named objects take precedence over rules applying to object types. Note that you still need to use -vvv to actually display debug message.
ca_es: Es tracta d'una cadena separada per comes. Cada objecte s'ha de prefixar amb un «+» o un «-» per habilitar-lo o inhabilitar-lo respectivament. La paraula clau «all» es refereix a tots els objectes. Es pot fer referència als objectes a través del tipus o del nom del mòdul. Les normes que s'apliquen als objectes identificats amb un nom tenen preferència sobre les normes aplicades als tipus d'objecte. Tot i així, haureu d'utilitzar -vvv perquè es mostri el missatge de depuració.

source: You can manually select a language for the interface. The system language is auto-detected if "auto" is specified here.
ca_es: Aquesta opció us permet definir l'idioma de la interfície manualment. L'idioma del sistema es detecta de forma automàtica si s'especifica aquí «auto».

source: Force mono audio
ca_es: Força l'àudio mono

source: This will force a mono audio output.
ca_es: Aquesta opció forçarà una sortida d'àudio mono.

source: Default audio volume
ca_es: Volum d'àudio per defecte

source: You can set the default audio output volume here, in a range from 0 to 1024.
ca_es: Aquesta opció us permet definir el volum de sortida d'àudio per defecte en un rang de 0 a 1024.

source: The step size of the volume is adjustable using this option, in a range from 0 to 1024.
ca_es: Aquesta opció us permet definir la mida del pas del volum de la sortida d'àudio per defecte, en un rang de 0 a 1024.

source: Audio output frequency (Hz)
ca_es: Freqüència de sortida d'àudio (Hz)

source: You can force the audio output frequency here. Common values are 0 (undefined), 48000, 44100, 32000, 22050, 16000, 11025, 8000.
ca_es: Aquesta opció us permet forçar la freqüència de la sortida d'àudio. Els valors comuns són 0 (no definit), 48000, 44100, 32000, 22050, 16000, 11025, 8000.

source: High quality audio resampling
ca_es: Remostreig d'àudio d'alta qualitat

source: This uses a high quality audio resampling algorithm. High quality audio resampling can be processor intensive so you can disable it and a cheaper resampling algorithm will be used instead.
ca_es: Aquesta opció us permet utilitzar un algoritme de remostreig d'àudio d'alta qualitat. Aquest remostreig pot consumir molts recursos del processador, així que podeu desactivar-lo i aleshores s'utilitzarà un algoritme de remostreig més econòmic.

source: Audio output channels mode
ca_es: Mode de canals de sortida d'àudio

source: Subtitles track
ca_es: Pista de subtítols

source: Subtitles track ID
ca_es: Identificador de la pista de subtítols

source: Low definition (320 lines)
ca_es: Definició baixa (320 línies)

source: This adds so-called "subpicture filters". These filter subpictures created by subtitles decoders or other subpictures sources.
ca_es: Aquesta opció us permet afegir els anomenats «filtres de subimatges». Aquesta opció filtra les subimatges creades pels descodificadors de subtítols o per altres filtres de subimatges.

source: This file countains an optional CRL to prevent remove clients from using revoked certificates in TLS sessions.
ca_es: Aquest fitxer conté un CRL opcional per evitar l'eliminació de clients dels certificats revocats que s'estan utilitzant a les sessions TLS.

source: Control SAP flow
ca_es: Control del flux SAP

source: These options allow you to enable special CPU optimizations. You should always leave all these enabled.
ca_es: Aquestes opcions us permeten habilitar optimitzacions especials de la CPU. Heu de deixar-les habilitades sempre.

source: Memory copy module
ca_es: Mòdul de la còpia de memòria

source: You can select which memory copy module you want to use. By default VLC will select the fastest one supported by your hardware.
ca_es: Aquesta opció us permet seleccionar quin mòdul de còpia de memòria voleu utilitzar. Per defecte el VLC triarà el més ràpid admès pel vostre maquinari.

source: (Experimental) Don't do caching at the access level.
ca_es: (Experimental) No facis servir la memòria cau al nivell d'accés.

source: Modules search path
ca_es: Camí de cerca dels mòduls

source: Data search path
ca_es: Camí de cerca de les dades

source: Override the default data/share search path.
ca_es: Substitueix el camí de cerca dades/comparteix per defecte.
